export interface BlogPost {
  id: number;
  slug: string;
  title: string;
}

export const blogPosts: BlogPost[] = [
  { id: 1, slug: '1', title: 'موظف 5G زين الرياض' },
  { id: 2, slug: '2', title: 'خدمات موظف 5G فى الربيع' },
  { id: 3, slug: '3', title: 'عروض ألياف بصرية فى الصحافة' },
  { id: 4, slug: '4', title: 'أسعار 5G زين 2024' },
  { id: 5, slug: '5', title: 'موظف تأسيس وتركيب 5G زين الرياض' },
  { id: 6, slug: '6', title: 'موظف ألياف زين النرجس' },
  { id: 7, slug: '7', title: 'موظف ألياف زين الياسمين' },
  { id: 8, slug: '8', title: 'موظف ألياف زين الملقا' },
  { id: 9, slug: '9', title: 'موظف ألياف زين السعادة' },
  { id: 10, slug: '10', title: 'موظف ألياف زين القيروان' },
  { id: 11, slug: '11', title: 'موظف ألياف زين الحزم' },
  { id: 12, slug: '12', title: 'موظف ألياف زين النهضة' },
  { id: 13, slug: '13', title: 'عروض ألياف بصرية فى النسيم الغربي' },
  { id: 14, slug: '14', title: 'عروض ألياف بصرية فى ظهرات لبن' },
  { id: 15, slug: '15', title: 'عروض ألياف بصرية فى طويق' },
  { id: 16, slug: '16', title: 'عروض ألياف بصرية فى العريجاء' },
  { id: 17, slug: '17', title: 'عروض ألياف بصرية فى ظهرات نمار' },
  { id: 18, slug: '18', title: 'عروض ألياف بصرية فى البديعة' },
  { id: 19, slug: '19', title: 'عروض ألياف بصرية فى العزيزية' },
  { id: 20, slug: '20', title: 'عروض ألياف بصرية فى قرطبة' },
  { id: 21, slug: '21', title: 'عروض ألياف بصرية فى عنيزة' },
  { id: 22, slug: '22', title: 'عروض ألياف بصرية فى البيكرية' },
  { id: 23, slug: '23', title: 'عروض ألياف بصرية فى الزلفي' },
  { id: 24, slug: '24', title: 'عروض ألياف بصرية فى الجندارية' },
  { id: 25, slug: '25', title: 'عروض ألياف بصرية فى المونسية' },
  { id: 26, slug: '26', title: 'عروض ألياف بصرية فى النسيم الشرقي' },
];
