export const packages = [
  {
    "id": 1,
    "title": "باقة 5G الأساسية (100 ميجابت)",
    "subtitle": "الحل المثالي للتصفح اليومي والاستخدام المنزلي الأساسي بأفضل سعر.",
    "price": 239,
    "currency": "ر.س",
    "period": "شهرياً",
    "speed": {
      "download": "100 ميجابت/الثانية",
      "upload": "25 ميجابت/الثانية"
    },
    "highlights": [
      "بيانات إنترنت لا محدودة",
      "راوتر 5G مجاني",
      "سرعة تحميل حتى 100 ميجابت/ث"
    ],
    "free_devices": [
      "راوتر 5G مجاني"
    ],
    "streaming_apps": [],
    "features": [
      "تأسيس فوري بدون تمديدات (لا يحتاج فني)",
      "إمكانية تجربة الباقة ليومين عمل بدون التزامات",
      "عقد التزام لمدة 24 شهراً",
      "الاستخدام ضمن نطاق المنزل فقط",
      "تأمين بقيمة 239 ر.س يعاد لك بعد 11 شهراً (تطبق الشروط)"
    ],
    "terms_and_conditions": "شامل ضريبة القيمة المضافة 15%. قد يتطلب دفع مبلغ تأمين حسب سياسة الائتمان.",
    "isPopular": false
  },
  {
    "id": 2,
    "title": "باقة 5G المنزلية بلس (300 ميجابت)",
    "subtitle": "الخيار الأقوى للترفيه، الألعاب، واحتياجات العائلة الكبيرة (سعر حصري).",
    "price": 299,
    "currency": "ر.س",
    "period": "شهرياً",
    "speed": {
      "download": "300 ميجابت/الثانية",
      "upload": "60 ميجابت/الثانية"
    },
    "highlights": [
      "سرعة فائقة تصل إلى 300 ميجابت/ث",
      "2 مقوي شبكة (Mesh) مجاناً",
      "اشتراكين مجاناً في تطبيقات ترفيهية"
    ],
    "free_devices": [
      "راوتر 5G مجاني",
      "2 مقوي شبكة (Mesh) مجاناً"
    ],
    "streaming_apps": [
      "شاهد VIP",
      "StarzPlay",
      "OSN+",
      "Anghami",
      "Disney+",
      "Youtube Premium"
    ],
    "features": [
      "تأسيس فوري بدون تمديدات (لا يحتاج فني)",
      "إمكانية تجربة الباقة ليومين عمل بدون التزامات",
      "اشتراك مجاني باثنين من تطبيقات الترفيه لمدة 24 شهراً",
      "عقد التزام لمدة 24 شهراً",
      "الاستخدام ضمن نطاق المنزل فقط",
      "تأمين بقيمة 299 ر.س يعاد لك بعد 11 شهراً (تطبق الشروط)"
    ],
    "terms_and_conditions": "شامل ضريبة القيمة المضافة 15%. قد يتطلب دفع مبلغ تأمين حسب سياسة الائتمان.",
    "isPopular": true
  }
];
